export const ABOUT_FAQ = [
  {
    question: "Що таке U2U і як він працює?",
    answer:
      "U2U (Ukrainians to Ukrainians) — це платформа, що допомагає знайти український контент на основі ваших вподобань. На нашому сайті ви знайдете добірки українських YouTube-каналів, упорядковані за жанрами, темами та стилями. Пізніше ми плануємо додати українську музику, ігри та інші ресурси.",
  },
  {
    question: "Як U2U підбирає рекомендації для мене?",
    answer:
      "Ми враховуємо ваші інтереси та вподобання, щоб запропонувати канали та відео, які можуть вам сподобатися. Наш алгоритм відбору націлений на те, щоб ви могли легко знаходити цікаві матеріали та відкривати новий контент.",
  },
  {
    question: "Чи можу я запропонувати YouTube-канал або інший ресурс для U2U?",
    answer:
      "Так, ми завжди раді вашим пропозиціям! Якщо ви знаєте цікавий україномовний канал або інший ресурс, який може бути корисним для наших користувачів, напишіть нам через форму зворотного зв'язку на сайті.",
  },
  {
    question: "Чи є можливість знайти менш відомих контент-мейкерів?",
    answer:
      "Звісно! Одна з наших головних цілей — допомогти популяризувати нових і менш відомих українських креаторів. На U2U є спеціальні добірки з нішевим контентом та рекомендації, які дозволяють легко відкривати нових авторів.",
  },
  {
    question: "Чи буде U2U розширювати свою бібліотеку контенту?",
    answer:
      "Так, ми постійно працюємо над розширенням. У майбутньому ми плануємо додати українські ігри, музику, подкасти та інші види контенту, щоб ви могли знаходити ще більше цікавого матеріалу українською мовою в одному місці.",
  },
] as const;

export const ABOUT_INTRO_TEXT = `
U2U: Ukrainians to Ukrainians — простір для українців, які шукають україномовний контент, що надихає та відповідає їхнім інтересам. Після початку повномасштабного вторгнення, для багатьох українців постало питання: як відмовитися від російськомовного контенту та знайти якісну альтернативу українською? Ми створили U2U, щоб зробити цей шлях простішим і приємнішим, об'єднуючи в одному місці найкращі україномовні ресурси.

Наш сайт призначений для молоді, яка хоче відкривати нове та унікальне. На U2U ви знайдете добірки від популярних YouTube-каналів до менш відомих, але не менш цікавих українських креаторів, що заслуговують на увагу.
Наша місія — зробити український контент більш доступним, підтримати розвиток українських контент-мейкерів і надати платформу, де кожен може знайти щось для себе. З U2U ви відкриєте, наскільки різнобарвним та цікавим є український інформаційний простір.

У майбутньому ми плануємо розширити платформу і включити до неї музику, ігри українського виробництва. Ми віримо, що кожен зможе знайти вітчизняний контент для душі, відкрити нових авторів та насолодитися українською культурою.
U2U — українці для українців. Разом ми будуємо простір для себе та про себе.
`;
