export const HOME_ADD_CHANNEL_LOGGED_IN =
  "Заповніть форму, щоб запропонувати канал.\u2028Увага: розглядаються лише україномовні канали, російськомовні не додаються!\u2028Перевірте, чи каналу ще немає на сайті. Статус запиту можна відстежувати в акаунті. \nДодавання безкоштовне. Дякуємо за підтримку українського контенту!";

export const GUEST_ADD_CHANNEL =
  "Хочете поділитися цікавим україномовним каналом? Додайте його на U2U, щоб більше українців могли дізнатися про нових авторів!\u2028Увага: розглядаються лише україномовні канали, російськомовні не додаються!\u2028Щоб запропонувати канал, увійдіть у свій акаунт і заповніть просту форму.";

export const ADD_CHANNEL_WARNING =
  "Увага: розглядаються лише україномовні канали, російськомовні не додаються!\u2028Перевірте, чи каналу ще немає на сайті. Статус запиту можна відстежувати в акаунті. ";

export const ABOUT_SUGGESTIONS_PLACEHOLDER = 'Напр. "Додати коментарі"';

export const ADD_CHANNEL_ATTENTION_BOLD =
  "Увага: розглядаються лише україномовні канали, російськомовні не додаються!";

export const REGISTER_BANNER =
  "Зареєструвавшись на U2U ви зможете коментувати канали, додавати їх в збережені, додавати канали, яких ще немає на сайті та отримувати персоналізовані рекомендації!";

export const REGISTER_TOPICS_BANNER =
  "Оберіть ваші вподобання (тематичні добірки) для персоналізованих рекомендацій!";

export const REGISTER_CHANNELS_BANNER =
  "Оберіть ваші вподобання (канали) для персоналізованих рекомендацій!";
